export default question = [
    {
      serial: "001",
      question: "カーボンニュートラルとは何か",
      choices: [
        "温室効果ガスの排出量を実質ゼロに等しくするという概念",
        "カーボンオフセットを購入している状態",
        "森林を植えることによる炭素吸収",
        "リサイクル活動を行っている状態"
      ],
      correctAnswer: 0,
      rewardWord: "二酸化炭素",
      explanation: "カーボンニュートラルとは、排出される温室効果ガスの量を、植林などによる吸収やカーボンオフセットの購入を通じて実質的にゼロにする取り組みを指します。"
    },
    {
      serial: "002",
      question: "日本政府が目指す、ゼロカーボン実現のための目標年はいつか？",
      choices: ["2030年", "2040年", "2050年", "2060年"],
      correctAnswer: 2,
      rewardWord: "温室効果ガス",
      explanation: "日本政府は、2050年までにゼロカーボン（炭素中立）を実現するという目標を掲げています。これは、気候変動対策の一環として国際社会で合意された目標の一つです。"
    },
    {
      serial: "003",
      question: "ゼロカーボンを目指す際に重要とされるエネルギー源はどれか？",
      choices: ["石炭", "天然ガス", "太陽光", "原油"],
      correctAnswer: 2,
      rewardWord: "太陽",
      explanation: "太陽光は、炭素排出量がほぼゼロの再生可能エネルギー源であり、ゼロカーボン社会を実現する上で重要な役割を果たします。"
    },
    {
      serial: "004",
      question: "リニューアブル（Renewable）とは？",
      choices: ["ゴミの発生、資源の消費を元から減らすこと", "再生可能な原料に変えること", "資源として再び利用すること", "物を長く使うことで、なるべくゴミを減らす"],
      correctAnswer: 2,
      rewardWord: "バイオプラスチック",
      explanation: "リニューアブル（Renewable）は、自然界のサイクル内で比較的短期間で再生される資源のことを指します。太陽光、風力、水力などがこれに該当します。"
    }
  ]